{
	"skill" : {
		"fishmongerZ" : {
			"name" : "Hook",
			"description" : "Strike enemies, dealing <y>(number) damage</c>. Hitting <y>light enemies</c> will <y>pull them towards you</c>."
		},
		"fishmongerX" : {
			"name" : "Entangling Net",
			"description" : "Toss out a fishing net that ensnares enemies <y>stunning them and dealing (number) damage.</c>"
		},
		"fishmongerC" : {
			"name" : "Splash",
			"description" : "<y>Dash backwards</c> creating a <y>geyser</c> in front of you, dealing <y>(number) damage</c>. You <b>cannot be hit</c> while you dash. Enemies hit by the geyser get <y>knocked in the air</c>."
		},
		"fishmongerV" : {
			"name" : "Live Bait",
			"description" : "Toss out fish, spawning 6 bouncing, <y>piercing</c> projectiles for <y>(number range) damage</c> each."
		},
		"fishmongerVBoosted" : {
			"name" : "Still Fishing",
			"description" : "Toss out your bucket filled of bait that <b>blocks most enemies</c> and distracts them. When destroyed, the bucket explodes, <y>damaging them for 100% damage</c> and inflicting <y>Bleed</c>."
		}
	},

	"survivor" : {
		"fishmonger" : {
			"endQuote" : "..and so she left, not having landed a catch.",
			"description" : "The <y>Fishmonger</c> excels at <y>crowd control</c>. Pick off small enemies by bringing them in range with <y>Hook</c> to toss fish at them with <y>Live Bait</c> and keep strong foes at bay with smart utilisation of <y>Entangling Net</c>. Launch enemies into the air with <y>Splash</c> and stay smart about your distance to the enemy.",
			"name" : "Fishmonger",
			"nameUpper" : "FISHMONGER",
			"story" : "<ul>Passenger Details:\n<y>[Civilian Class]\n\n<ul>Luggage & Equipment:</c>\nPassenger boarded with modified FR-Moray armour, built for pressure resistance and aquatic travel capabilities. Advanced robotic augmentations underneath the ribcage as well as synthetic sensory organs on the helmet were noted. Passenger was questioned and cleared for boarding. Passenger boarded with self-provided Lightning Rod with combat augmentations and several Quantum Containers, all of which were stored in automated lockboxes until arrival at destination. Passenger requested to keep spool of the rod, this was denied by security personnel. Additional luggage included oil used to maintain prosthetics, books written in braille, and tackle box filled with exponentially larger hooks. The latter were placed in another automated lockbox for security reasons. \n\n<b>[SECURITY RECALL]</c>\n<ul>[Event F1]</c> Passenger noted conversing on security cameras in the cargo bay with seemingly nobody present.\n<ul>[Event F2]</c> Passenger attempted to flirt with female security personnel, complied when asked to stop.\n<ul>[Event F3]</c> Unexpected EMP signal scrambled the passengers equipment. Passenger walked into a wall. No sign of injury noted by medical drone.",
            "id" : "Travel ID: 53C1992745627123502",
            "departure"  : "<y>Departure:</c>\nInfinite Seaport,\nSpirestone,\nJupiter",
            "arrival" : "<y>Destination:</c>\nPlatform Terra,\nCrater Station,\nPlanet 4546B"
		}
	}
}